Repository: WPPlugins/simple-telegram-for-wp
Catalog: lang/simple-telegram-*.po
Languages: de_de

source: Follow me on Twitter
de_de: Folge mir auf Twitter

source: Visit the Plugin plage
de_de: Besuche die Plugin-Seite

source: Plugin at WordPress Directory
de_de: Plugin im WordPress Directory

source: Simple Telegram isn't active. Please set a admin bot for your Telegram channel.
de_de: Simple Telegram ist nicht aktiv. Bitte einen Admin-Bot für den Telegram-Kanal angeben.

source: Simple Telegram isn't active. Please fill in the name of your Telegram channel.
de_de: Simple Telegram ist nicht aktiv. Bitte einen Namen für den Telegram-Kanal angeben.

source: Simple Telegram isn't active. It seems that your bot token is not correct.
de_de: Simple Telegram ist nicht aktiv. Es scheint, als sei der Token für den Bot nicht korrekt.

source: Simple Telegram is active.
de_de: Simple Telegram ist aktiv.

source: Bot info
de_de: Infos zum Bot

source: Your admin bot for your telegram channel
de_de: Der API-Key deines Admin-Bot für den Telegram-Kanal

source: Need help?
de_de: Kurzhilfe

source: Channel Username
de_de: Name des Kanals

source: The name of your Telegram channel
de_de: Der (Benutzer-)Name deines Telegram-Kanals

source: Default for new posts
de_de: Neue Artikel

source: Send new posts automatically to your Telegram channel (checkbox will be checked by default)
de_de: Postet neue Artikel automatisch im Telegram-Kanal (es wird nur die Checkbox automatisch ausgewählt)

source: Message style
de_de: Nachrichten-Style

source: Plain text only
de_de: Nur Textnachricht

source: Show web preview
de_de: Zeige Linkvorschau

source: Default
de_de: Standard

source: Show featured image
de_de: Zeige Artikelbild des Artikels

source: Style options for the Telegram messages
de_de: Aussehen der Telegram-Nachrichten im Kanal

source: Mark updated posts
de_de: Aktualisiere Artikel

source: Mark re-sent posts with "UPDATE" (if you sent updated posts manually)
de_de: Markiere erneut gesendete Artikel mit „UPDATE“ (wenn manuell erneut ausgelöst)

source: Message template
de_de: Nachricht

source: Supported variables
de_de: Unterstützte Variablen

source: The title of the post
de_de: Der Titel des Artikels

source: The full url of the post
de_de: Die komplette URL des Artikels

source: The short url of the post (wp.me)
de_de: Die Kurz-URL des Artikels (wp.me)

source: The excerpt of the post (60 words)
de_de: Ein kurzer Auszug des Inhalts (60 Worte)

source: Hashtagged list with the tags of the post
de_de: Eine Liste mit Tags des Artikels in Form von Hashtags

source: Comma-seperated list with the categories of the post
de_de: Komma-getrennte Liste mit den Kategorien des Artikels

source: Supported Markdown
de_de: Unterstütztes Markdown

source: italic
de_de: kursiv

source: underline
de_de: unterstrichen

source: bold
de_de: fett

source: Save changes
de_de: Änderungen speichern

source: Settings
de_de: Einstellungen

source: Plugin page
de_de: Plugin-Seite

source: Rate the plugin
de_de: Plugin bewerten

source: My Amazon Wishlist
de_de: Mein Amazon-Wunschzettel

source: To use this plugin requires at least PHP version 5.0 is required.
de_de: Für die Nutzung dieses Plugins wird mindestens PHP Version 5.0 benötigt.

source: Re-post to Telegram channel
de_de: Erneut an Telegram-Kanal senden

source: Post to Telegram channel
de_de: Sende an Telegram-Kanal
